Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Assistant Manager Cheon, Superstar.tmx
Source language: ko_kr
Languages: en

source: 여보∙∙∙ 미안, 나 때문에 깼어?
en: oh, hey... sorry, did I wake you?

source: 하하..
en: haha...

source: 나, 너 아니었으면 채권 서류 어떻게 찾았을지이이∙∙∙
en: I don’t know how I would’ve found those documents without youuu...

source: 괜히 걱정되네요… 차라리 제가 먼저,
en: I’m worried now... maybe I could approach her first...

source: 어머!
en: oh!

source: 근데 콜라는 어떻게 포섭할 거야?
en: but how do we bring him on board?

source: 그럼 호연∙∙∙
en: well, then, hoyeon--

source: 두구 두구
en: du dum du dum

source: 서…
en: hae...

source: 저기 혼나고 있는 놈… 저번에 네 실적 가로챘다던 놈 맞지?
en: the guy who’s getting yelled at... he’s the one who got the credit for that sale you made, right?

source: 아아..
en: ahh...

source: 뭐라고 불러야 해요?
en: What should I call you?

source: 나는,
en: but I’m...

source: 유령이라 그런가…?
en: is it because you’re a ghost?

source: 파트장 오홍구
en: Team Lead Hong-gu Oh

source: 저장 안 함
en: didn’t save her number

source: 그리고 아란과는 자연스럽게 연인 사이가 됐다.
en: and aran and I fell into a relationship.

source: 매일 밥 먹듯이 야근을 하던 친구가?
en: she works late almost every night!

source: 하!
en: SCOFF

source: 는 저원 같은 회사 소속이어야 합니다.
en: s must work at the same company.

source: 옛썰~
en: yes, sir!

source: 이게 무슨…
en: what on earth...

source: 알았다, 인마.
en: okay, okay.

source: 그럼, 준비하겠습니다.
en: all right, then. we’ll get everything ready on stage.

source: 드림
en: Dream

source: 하하- 그렇네요
en: haha, true.

source: 정말 꿀영업이야.
en: was a real coup.

source: 매일 사직서 들고 다니더니∙∙∙
en: you always carry around that letter of resignation...

source: 육쌈냉면
en: WRAPS AND NOODLES

source: 까… 깜짝 놀랐잖아요.
en: y-you scared me.

source: 해
en: Ha

source: ∙∙∙?? 잠깐!
en: wait!

source: 노을처럼 뜨겁게 녹아내리는⎯
en: ...everything glows hot and melts away...

source: 휴우
en: PHEW

source: 저 역시 같은 생각입니다.
en: ...I feel exactly the same way.

source: 아무리 그래도 '한지혁 씨'는 안 돼!
en: still, “jihyeok” is unacceptable!

source: 장준범
en: Junbeom Jang

source: 널 사랑해!!
en: I love you!

source: 아, 네…
en: ah, I do...

source: 와아아-
en: yeeeaaah

source: 선해인이라면 수많은 남자들의 온갖 부탁을 들어 왔겠지?
en: hae-in must be used to any number of men asking her for favors.

source: 타다다다
en: clack clack

source: 찰박
en: splash

source: 그래도 신경 쓰인다면, 우리가 할 수 있는 건 하나죠.
en: if you still feel anxious, there’s only one thing we can do.

source: 하지만, 이 정도면 어지간한 신인 가수들보다…
en: still, he’s definitely better than most debuting singers these days...

source: 꽈악
en: clench

source: 저보단 주임님이 곤란하실 뻔했죠.
en: you were the one who was put on the spot.

source: 실적 빼앗긴 거 처음이 아니에요.
en: this isn’t the first time I’ve had a sale I made stolen from me.

source: 나도 못 이룬 걸 천호연이 해내는군.
en: to think hoyeon accomplished something even I couldn’t in my lifetime.

source: 우리가 왔노라
en: We Have Arrived

source: 그런 후줄근한 추리닝은 좀 심하지 않냐?
en: ...but those shabby workout clothes? seriously?

source: 누가 사이코야, 인마!!
en: who are you calling a weirdo?!

source: 허
en: Hon

source: 어때!
en: hey!

source: 말도 안 돼∙∙∙
en: unbelievable...

source: 슥슥슥
en: SWIPE SWIPE SWIPE

source: …저 처음이 아닙니다.
en: you know... this isn’t the first time.

source: ∙∙∙맞아요.
en: yep.

source: 천 대리!!
en: mr. cheon!

source: 흠… 그것도 그러네.
en: hmm... that’s true.

source: 이 목소리는∙∙∙?!
en: this voice is...?!

source: 어휴, 어떻게 셔츠에서도 술 냄새가…
en: whew, even your shirt smells like alcohol...

source: 딸꾹..
en: HIC

source: 이런 무대에서 불러 보는 것도 재미있지 않겠습니까?
en: ...but don’t you think it’d be fun for you to try performing on a stage like this?

source: 와하하!
en: haha!

source: 어쩔래?
en: what do you think?

source: 슈아악
en: whoosh

source: 꾸욱
en: press

source: 밴드 경험이 전혀 없는 선해인.
en: ...and has zero experience of being in a band.

source: 사락-
en: flutter

source: 뭔가 계획하고 있는 건 있어요?
en: so do you have a plan or something?

source: 바보 같은 사람
en: such a fool.

source: 근처 노래방이 어디냐?
en: where’s the nearest karaoke bar?

source: 씩씩
en: HUFF HUFF

source: 가서-
en: go out there and...

source: 넌 실수 하나 없이 완벽한 공연을 해내야 해.
en: ...but you still need to put on a perfect performance without any mistakes.

source: 이 팀∙∙∙
en: this team...

source: 그러니까 내가 여기 머무르는 동안 극진히!
en: what I’m saying is... while I’m staying with you,

source: 음∙∙∙ 그건 그렇긴 하지.
en: well... I guess that’s true.

source: 송형' 이라고 부를게요!
en: I’ll call you “Song Hyeong*!” *Hyeong: honorific used by males to address older males

source: 그때 얘기였구나!!
en: oh, so that’s what he meant!

source: 코리아 캐피털에서 왔다며?
en: I thought he was from korea capital?

source: 좋아요.
en: great.

source: 거기다…
en: besides...

source: ∙∙∙납니다.
en: it’s me.

source: 곰곰..
en: HMM...

source: 저희 마지막 곡은⎯
en: our last song is...

source: 접대와 밴드는 엄연히 다른 문제니까요.
en: but that requires a different skill set than leading a band.

source: 악
en: ack

source: 정면 돌파겠지.
en: ...she’ll confront it head-on.

source: 헉..
en: damn...

source: 펄럭-
en: flap

source: 귀하는 '미장센'의 역주행에 지대한 공헌을 하였으므로 이 감사패를 드립니다.
en: We present you with this plaque in appreciation of your significant contribution to Mise En Scène’s unexpected rise to fame.

source: 에이~ 또 왜 그래~!
en: aww, come on, don’t be like that.

source: 이 친구 잘 부탁드립니다. 기사님.
en: please take good care of him, sir.

source: 확실하다니까요.
en: Yes, I’m sure.

source: 정체가 뭐지?
en: ...is this guy?

source: 단지 네가 내 욕을 하고 다니는 걸 목격했거든!
en: but I saw you going around, talking behind my back!

source: 제가 걱정하던,
en: Because I know...

source: 곡 자체는 나쁘지 않아.
en: ...but the song itself isn’t half bad.

source: 차라리 모르는 사람처럼 지나가 줘, 제발!
en: pretend you don’t know me and go away, please!

source: 와아!
en: woo!

source: 아우라를…!
en: ...an aura!

source: 어떻게 그럴 수가 있을까요?
en: how is that possible?

source: 옛날 생각이 나더라고.
en: ...brought up some memories for me.

source: 싱긋
en: smile

source: 엄청 비싼 건가 봐.
en: this equipment must be really expensive.

source: 부사장실 다녀왔을 때.
en: when we went to the vp’s office,

source: 지금도 일한다고 가족들이랑 보내는 시간이 없는데
en: I barely have enough time with my family as is because of work.

source: 그럼 아내 분은 지 대리님이 퇴사하는 줄 아셨던 거예요?
en: so your wife thought you were going to resign?

source: 맛술집 선신여대점
en: Bar Seonsin Women’s Uni

source: 원샷했슴다!!
en: I did it!

source: 장화 셋이 나란히 달려갑니다~
en: three pairs of boots go running side by side...

source: 둥- 둥두두
en: THUMP DU DU DU

source: 조용-
en: silence

source: 두웅- 두웅-
en: duuun duuun

source: 회사 다닐 낙
en: Something to Look Forward to at Work

source: 저희는 직장인 밴드
en: we are the amateur band...

source: 20XX년 6월
en: June 20XX

source: 커어~
en: SNORE

source: 흥분
en: excited

source: 이번엔 정말 엄청난 무대를 보여 줬네요!
en: but he went above and beyond this time!

source: 그런 경우가 비단 연예계에만 있는 건 아닐 텐고
en: it happens outside of the entertainment industry, too.

source: 참조
en: Cc:

source: 탈탈~
en: shake shake

source: 심지어 관객까지…
en: we even have an audience member...

source: 꼭 이런 느낌이었다.
en: ...hello, my dream for me at the coin karaoke.

source: 크으~
en: WHEW...

source: 이마에 음소거 버튼이라도 달려 있었으면 좋겠네.
en: I wish he had a mute button on his forehead.

source: 무대에서 불렀던 노래로 때울 거야?
en: you think that one song she heard will be enough?

source: 그러고 보니…
en: ...now that I think about it...

source: 다음 기회를 이용하세요.
en: please try again next time.

source: 꽤 뛰어난 실력이야.
en: he’s quite a skilled drummer.

source: 동!!
en: ji!

source: <드림 어게인>… 2,500개 팀 신청
en: Dream Again... 2,500 groups register

source: 아니, 왕년에 잘나가던 한지혁 님을 이런 식으로 막 대해도 되는 거야?
en: hey, are you seriously treating the great jihyeok han this way?

source: 기분은 기분이고, 비즈니스는 비즈니스!
en: let’s forget about that for now. gotta stay professional!

source: 아무리 '아우라'를 전수받았어도 쉽지 않을 텐데…
en: ...it won’t be easy to move a person’s heart...

source: 어딘가 어설픈 부분은 있지만,
en: although he could use a little more polish...

source: 힘내!
en: have courage!

source: 저 같은 게…
en: ...someone like me...

source: 지금까지…
en: I’ve been looking...

source: 짝짝짝..
en: clap clap clap

source: 불세출의 스타인 이 몸에게 선택을 받고, 그다음 날 오디션 광고를 보게 된다!
en: you were chosen by me, a one-in-a-million rock star, and you saw an ad to audition for a music competition the very next day!

source: 휙
en: turn

source: 편하게 입고 오신다고 하셔서 저도… 괜찮죠?
en: you said dress comfortably, so I... this is okay, right?

source: 제가 이런 무대에서 노래하게 될 거라곤 생각도 못 했지만…
en: I never thought I’d get to sing in a venue like this, but...

source: 잘 들었수다!!
en: I loved it!

source: 흔들 흔들
en: WAVE WAVE

source: 꽐라'를 다르게 표현한 별명이에요.
en: ...a nickname derived from the word “alcoholic.”

source: 천호연… 제법인데?
en: nice work, hoyeon...

source: 봐 버린 거예요.
en: ...I saw it.

source: 우리가 있네-
en: ...we are here!

source: ∙∙∙아침부터 이게 무슨 일이야.
en: my morning is becoming much more complicated than I anticipated...

source: 꿀꺽..
en: GULP

source: 전월의 실수를 만회하는 것도 가능하겠군요.
en: we could make up for the mistakes we made last month.

source: 운명!!!
en: fate!!!

source: 네.
en: yes.

source: 계셨네요!
en: oh good, I found you!

source: 이게 전부 렌털한 장비라서.
en: but all of this is rented equipment.

source: 힐끔…
en: peek

source: 어∙∙∙!!
en: oh!

source: 완전 다르거든요∙∙∙?
en: it’s not at all the same, actually!

source: 두두두두-
en: DU DU DU DU

source: 보아하니 이것 때문에 한숨도 못 잔 모양이군…
en: I guess she stayed up all night worrying...

source: 분명… 가지고 있다.
en: ...she’s definitely got...

source: 자, 자~ 폭탄주 갑니다!
en: here comes the bomb!

source: 소통할 수 있지 않겠어요?
en: we’ll still be able to communicate, right?

source: 우리 밴드 멤버도.
en: ...song hyeong, my bandmates...

source: 와아-
en: woooooo

source: 너희 집 좀 더 남았는데 왜 벌써 내려?
en: we're not at your place yet. why did you get off early?

source: 제가 과장님의 꿈을 이뤄 드릴 순 없는 거냐고.
en: ...if I could make your dream come true.

source: 방송이라면 일절 안 하던 놈이 갑자기 무슨 바람이 불어서∙∙∙
en: you used to refuse all tv appearances. what changed your mind?

source: 이 정도 되는 노래를 내가 처음 들을 리가 없는데.
en: there’s no way I wouldn’t have come across a song this good before.

source: 아니, 고하람 과장님이 드럼을 칠 줄 아신다는 게.
en: ...I mean, manager haram go plays the drums?

source: 완전 성덕!!
en: he’s living the dream!

source: 뭐… 비밀은 누구나 있는 거니까요.
en: well... everyone has secrets.

source: 그쪽 업체에 문의해 보니 그날 촬영은 박종국 씨밖에 안 계셨다던데요.
en: I reached out to the production company, and they said you were the only one filming that day.

source: 그거야 분위기에 맞춰 드리다 보니까 어쩔 수 없이…
en: I was just going along with the celebratory mood...

source: 죄, 죄송합니다!
en: I-I’m so sorry!

source: 돌아가려 해도 돌아갈 수 없는 곳에 와 버린 거야!
en: you end up in a place you can’t turn back from!

source: 텅
en: flash

source: 하하, 그런 해석도 가능하군요.
en: haha, I guess that’s an added perk.

source: 회사에서는 그토록 조용하고 냉철하게 보이던 사람이…
en: she’s so calm and quiet at work...

source: 일 처리를 할 거면 마지막까지 좀 제대로 해야 할 거 아니야???
en: if you’re going to do something, you need to see it through to the end!

source: 얼추 끝난 것 같던데요.
en: I think they’re basically done.

source: 꾹
en: squeeze

source: 성격이 문제인 강수빈.
en: ...but his personality could cause problems.

source: 보컬에게 후두암이라니…
en: for a singer to be diagnosed with laryngeal cancer...

source: 이거 긴장되네.
en: I’m a bit nervous.

source: 비틀 비틀
en: STAGGER STAGGER

source: 완전 타고났다니까요?
en: he has such a good personality!

source: 이제 합주하러 가 볼까요!
en: ...and now, let’s jam!

source: 너는 채권추심팀이란 자각이 있냐?
en: have you forgotten that you’re a member of the collections department?

source: 왠지 예약을 해 줘야 할 것 같단 말이야.
en: ...I feel like I have to take advantage of it.

source: 슈슉
en: whoosh

source: 그, 그런가요..
en: i-is that so?

source: 꽥-!
en: scream

source: 여긴 선해인 만났던 코노도 아니잖아!!
en: this isn’t even the karaoke bar where we ran into hae-in!

source: 이 사람…
en: he is--

source: 업체 노하우는 확실해 보이는데…
en: the company seems to know what it’s doing...

source: 허헛
en: HAHA

source: 진짜 놀랐어.
en: I didn’t expect that.

source: 사실은 본인들의 '한' 때문이었다는 걸.
en: ...because of their own regrets in life.

source: 거참, 이래저래 힘든 귀신이네.
en: ugh, what a picky ghost...

source: 넌 지구력이 너무 약해.
en: you have no endurance. that’s your problem.

source: 나와 선해인 주임이 현잡 답사를 온 건,
en: ms. seon and and I are here to check out the venue...

source: 같은 무대에 서서,
en: I want to play music...

source: 뭐…?
en: what?

source: 위 학생은 제37회 국제영어경시대회에서
en: The above-named student has achieved excellence

source: 훅 들어갑니다!
en: Being Forward

source: 그래도 곧 저희를 방송에서 보실 수 있습니다!!
en: but soon, you’ll be able to watch us on tv!

source: 짝짝짝짝짝..
en: CLAP CLAP CLAP

source: 내가 어제 말했잖아.
en: I told you yesterday.

source: 예~!
en: awesome!

source: 좌앙
en: TWANG

source: 이 사람이 나랑 밴드를 하고 싶어 한다고?!
en: ...and he’s saying he wants to be in my band?!

source: 크아아아아
en: roaaar

source: 확인한 사람들은 많은데
en: plenty of people signed off...

source: <신경 쓰여>, 시작합니다!
en: ...it bothers me! let’s go!

source: 천 대리님의 보컬은 일반적인 직장인 밴드 수준이 아닙니다.
en: that his singing is a cut above that of a typical amateur musician.

source: ∙∙∙들을 가치
en: worthwhile?

source: 그러다 보니 아까처럼 실수할 일이 자주 생일 것 같아요.
en: so I’m bound to make more mistakes like I did earlier.

source: 너 또 무식하게 그거 하나하나 다 보고 있냐?
en: you amateur. you’re watching every single one of them?

source: 크와악
en: roar

source: 학생
en: Student

source: 대체…
en: ...just who...

source: 네, 죄송합니다… 조용히 할게요.
en: I’m sorry... I’ll be quiet.

source: 아우라를 가진 미모의 연주자!
en: a beautiful musician with an aura!

source: 엥…?
en: huh?

source: 경악
en: astonished

source: 임기응변!
en: improvising

source: 안돼요!
en: noo!

source: 봤냐!!
en: see?!

source: 부…
en: in...

source: 유령인데!
en: I’m a ghost!

source: 6화
en: Episode 6

source: 후다닥~!
en: DASH

source: 잘못 보긴, 날 뭘로 보고!
en: mistaken? I would never!

source: 아니면 소송? 벌금?
en: or is he going to sue me? have me fined?

source: 삐질 삐질
en: sweat sweat

source: 천연 에이드' 어때요?
en: cheonyeon-ade*, maybe?

source: ㅎㅎ…
en: hehe

source: 천 대리님?
en: mr. cheon?

source: 짜잔⎯
en: TA DA

source: 돈드로우
en: Don’t Draw

source: 너무 비약이긴 하지만,
en: ...just because his behavior is similar to alcoholman’s...

source: 슥슥..
en: rub rub

source: 성격 좀 더러운 거?
en: so what if he’s a little bit difficult?

source: 저희도 이제 제법 밴드다워졌네요.
en: our band is really taking shape.

source: 내일 제때 출근하고 싶다면 말이지.
en: if you want to get to work on time tomorrow, that is.

source: 노래만 듣고 홀린 듯이 모여들고 있어.
en: ...crowd around to listen to his song, as if hypnotized.

source: 조르륵
en: POUR

source: 그… 그렇게 심한가요?
en: oh... are they really that bad?

source: 그리고 제작진에게 전해.
en: and tell the production team...

source: 어서 들어가 쉬어.
en: have a good night.

source: 제가요?
en: me?

source: 두 분이 여긴 왜…
en: what brings you two out here?

source: …문제는 제 성격에 있다는 걸.
en: that my personality was the problem.

source: 001분
en: 1 minute

source: 꽐라?
en: alcoholic?

source: 꼭꼭 숨겨 놨던 본성을 적나라하게 들켰으니.
en: someone saw a side of herself that she’d kept so carefully hidden.

source: 자리만 차지하고
en: you sit at your supervisor’s desk,

source: 내가 살아 있었으면 너랑 열 살 차이였어~!!
en: if I were still alive, I’d be ten years your senior!

source: 네∙∙∙
en: yes, sir...

source: 고단수네.
en: ...you’re a cunning bastard.

source: 술렁-
en: murmur

source: 그리고 난 시답잖은 외모 얘기나 하려는 게 아니야.
en: and I’m not talking about her looks.

source: 와아…
en: wow...

source: 구워어어
en: roaaar

source: 빨리 새 장비로 교체할 수 있도록 도와줘서 고맙다는 거야, 뭐야?
en: are they thanking you for giving them a reason to buy new equipment sooner?

source: 다 들린다, 눈으로 욕하는 거.
en: I can hear you yelling at me with your eyes.

source: 완전 미쳤는데?
en: this is unbelievable!

source: 무대처럼 넓지 않으니까 신이 안 나!
en: but since it’s not big and wide like a stage, I can’t get excited!

source: 발끈
en: annoyed

source: 사진작가님!
en: mr. park!

source: 두리번
en: SCAN

source: 짝짝 짝짝
en: clap clap clap clap

source: 여기서 부사장님 얘기가 왜 나와요?
en: why are you bringing up the vp?

source: 풋
en: pfft

source: '제2의 한지혁', 김영
en: “Jihyeok Han 2.0,” aka Young

source: 저도 참…
en: and I should...

source: 지!
en: gil!

source: 꼬옥
en: CLUTCH

source: 밀착
en: lean

source: 그래, 그래.
en: uh huh, sure.

source: 우연치고는 너무 완벽한 타이밍이잖아?
en: the timing is just too perfect for it to just be a coincidence!

source: <천연 에이드>라고 합니다!
en: ...cheonyeon-ade!

source: 한지혁만∙∙∙
en: as long as I had...

source: 음?
en: huh?

source: …용케도 내가 있는 곳을 알았군.
en: how’d you know where I was...

source: <드림 어게인> 참가 신청 하겠습니다!
en: ...will sign up together for dream again!

source: 본인이 제안했지만 부끄러움
en: embarrassed even though it was her suggestion

source: 그래도
en: ...but still...

source: 그런… 그렇죠.
en: that’s... true.

source: 역시 천 대리님!
en: you’re the consummate professional, mr. cheon!

source: 하하… 소개가 너무 거창하네…
en: haha... that introduction was laying it on a bit thick...

source: 후후
en: HEHE

source: 정말?
en: ooh, really?

source: 야∙∙∙ 쟤가 네 <이달의 사원> 빼앗았다는 애 아니냐?
en: hey... isn’t that the guy who was named employee of the month instead of you?

source: 대회는 못 나가겠지만
en: though he wouldn’t qualify for that competition.

source: 어쩐지 익숙한 목소리가 들려서.
en: that voice sounds familiar, somehow.

source: 왜 갑자기 내 이름이…
en: why is my name-?

source: '그' 서문진.
en: the munjin seo.

source: 콘서트에서 몇 시간씩 아우라를 뿜어내는 보컬들.
en: vocalists who exude aura for several hours straight during concerts.

source: 하하하, 벌써 소문이 다 났나요?
en: haha, guess the cat’s out of the bag.

source: 언제든 다시 시작하면 되지만∙∙∙
en: you can always start over.

source: 흠..
en: hmm...

source: 꼬옥..
en: squeeze

source: 국내 최정상 대학,
en: They felt inferior about the fact...

source: 그동안 겪었던 부당한 일에 비하면,
en: compared all the unfairness he’s been subjected to,

source: 아까도 100점 봤지?
en: you saw your score earlier, right? you got 100!

source: 그렇다.
en: that’s right.

source: 그죠?
en: right?

source: 대피소
en: Emergency Shelter

source: 하루의 뷰티학교
en: Daily Beauty School

source: 땅속의 모든 것들이 고개를 빼꼼 내미네⎯
en: all manner of living things emerge from the ground...

source: 하루의 뷰
en: Daily Beau

source: 범인의 시선으로 이 몸을 판단하려 하지 마!
en: don’t judge me by your average standards!

source: 그럼…
en: you too.

source: 마침 도착했네요.
en: we’re here.

source: 소리끔 스피커
en: Mute Speaker

source: 좀 나와 봐요.
en: let’s go talk somewhere else.

source: 이게 말이 되느냔 말이야!!!
en: this is ridiculous!!!

source: 그래!
en: yeah!

source: 사람들은 이런 이야기를 좋아하지.
en: people love a story like that.

source: 스윽..
en: glance

source: 다시 한번 도전하기 위해
en: To Once Again Chase Their Dreams

source: 이야~
en: yes!

source: 궁금해.{j}천 대리님의 노래…
en: I want{j}to hear mr. cheon’s singing.

source: 저도 마음에 드네요.
en: I like it, too.

source: 자작곡이 없는 밴드보다는 있는 밴드가 멋지니까?
en: ...a band that writes their own songs is cooler than one that doesn’t.

source: 잊혀진 꿈을 찾아라!
en: Rediscover Your Forgotten Dream

source: 반응 봐!!
en: your face!

source: 그야… 새벽이 제일 심심하니까?
en: because... I get lonely in the middle of the night?

source: 아오 시X!!!
en: ugh, dammit!

source: 안녕하세요-!!
en: hello, everyone!

source: ∙∙∙부사장님께서 그러시다면 그런 거겠지요.
en: well... if you say so, mr. seong.

source: 제법이군!
en: you’re pretty good!

source: 마지막 곡∙∙∙ 이 노래가 끝나고 나면∙∙∙
en: the last song... once this song is over...

source: 시작한다!
en: let’s go!

source: 엉…?
en: huh?

source: 다시,
en: ...with these hands...

source: 일단 가지고 있으면, 나중에 키울 수도 있으니까.
en: for someone who has it, it can always be increased.

source: 그… 선해인 주임님.
en: uh, well... ms. seon.

source: 오늘, 여기 계신 분들을 최종 멤버로
en: then it’s settled. those of us gathered here today...

source: 알겠습니다∙∙∙
en: sir...

source: 어휴, 이 꼴찌 새끼.
en: you pathetic loser.

source: 호연이 자식…
en: nice, hoyeon.

source: 림어게인
en: REAM AGAIN

source: 베이스 기타로 할게요.
en: ...try the bass guitar.

source: 다 죽어 쉬어 가는 목소리로!!
en: let’s scream ourselves hoarse!

source: 꽤 좋은 표정을 짓게 됐군.
en: she looks much more focused now.

source: 지혁이 같은 놈은 다신 없겠지만.
en: ...there won’t be anyone like jihyeok ever again.

source: 선해인은…
en: getting hae-in seon...

source: 투두두..
en: DU DU DU

source: 이런 소리나 하고∙∙∙
en: ...is going on about recruiting him...

source: 그런 명문대를 나오시고 공부를 못했다니… 기만 아닙니까!
en: you went to such a prestigious college, yet you say your grades were terrible? are you mocking the rest of us?!

source: 아- 아-
en: ahh... ahh...

source: 아우라!
en: my aura!

source: 반짝 반짝
en: sparkle sparkle

source: 즐거고 활기찬 월요일!
en: it’s a wonderful, joyous monday!

source: 선해인 주임에게 아우라가 있다고요?
en: ms. seon has an aura?

source: 준비가 끝났으니 이제 나가 볼게.
en: I’m ready now, so I’ll be heading out.

source: 후비적~
en: SCRATCH

source: 동경 시장 SunRequest 썬탠
en: Tokyo Market SunRequest Tanning

source: 지하철 입구
en: Subway Entrance

source: 일단∙∙∙
en: let’s hold off on signing up for now...

source: 그것만 봐도 알 수 있어.
en: ...but it was clear that

source: 주물주물
en: RUB RUB

source: 집중해서 따라 부르는 게 좋을 거야.
en: you’ll need to concentrate while you’re singing.

source: 밴드인가?
en: is it a band?

source: 요즘 송형 얘기 받아 주느라 업무가 얼마나 밀렸…
en: I have a huge backlog because I’ve spent so much time talking to y--

source: 시들-
en: SLUMP

source: 으아아
en: ARGH

source: 얼굴도, 목소리도∙∙∙
en: neither the face nor the voice...

source: 베이시스트…
en: a bassist...

source: 너 지금 뭐라 그랬냐?
en: what did you just say?

source: 아휴~
en: of course not!

source: ∙∙∙너 지금 한국이야?
en: wait, you’re in korea?

source: 어휴~ 조선 시대에서 오셨나…
en: what are you, a time-traveler from the 1800s?

source: 찌르르- 찌르르-
en: chirp chirp

source: 좡-
en: da

source: 이러니저러니 해도 궁금하긴 한가 보군.
en: I knew you’d be intrigued by that.

source: 아냐, 난 그냥 잠이 안 와서∙∙∙
en: no, I just couldn’t sleep...

source: 풀풀 풍기는 강렬하고 섹시한 이미지.
en: overflowing with a fierce, charismatic vibe.

source: 베이스 하나는∙∙∙ 나보다 낫겠군.
en: well... she is better at the bass than I am, at least.

source: 우리나라에 <한지혁 밴드> 정도 되는 팀이 수십 개는 되어야 한다고!!
en: ...there would be dozens of groups as good as the jihyeok han band in this country alone!

source: 원작 박경원 각색/그림 이재국
en: Original Story Kyeongwon Park Illustration Jaeguk Lee

source: 이대로는 아무것도 변하지 않아.
en: ...if I keep going the way I am, nothing will change.

source: 그나저나 왜 빈손이야?
en: anyway, why did you come empty-handed?

source: 어차피 주말에도 회사 사람들이랑 함께했는데,
en: you spent the past couple of days with your colleagues.

source: 그런 모습을 보며 생각했어요.
en: and so, watching you, I began to wonder.

source: 에이∙∙∙ 왜 별것도 아닌 것 가지고 열받고 있어요, 송형.
en: come on, song hyeong, it’s not a big deal. you don’t need to get mad.

source: 푸드득
en: FLUTTER

source: 꿈을 잃었던,
en: it’s a group of people...

source: 걸리적 거리니까-!!
en: because you’re getting in my way!

source: 그게 좋은 팀이라는 뜻은 아니니까.
en: ...doesn’t mean you’ll end up with a team that works well together.

source: 제발 감기 걸렸으면 약을 먹고 와.
en: if you have a cold, please take some cold medicine before you come in!

source: 방금 했던 노래와는 완전히 다르잖아?!
en: ...is completely different in style from the one before?!

source: 대리님?
en: mr. cheon?

source: 리허설 준비됐나?
en: is everything set up for rehearsal?

source: 내 뒤에서 드럼 치던 놈도 이 정도는 아니었는데.
en: even my drummer wasn’t this strong.

source: 이-히히히
en: ehehehehe

source: 야, 내가 끊었냐?
en: I’m not the one who cut it off!

source: 어렸을 때부터 부모님의 과잉 교육에 몸살을 앓았다.
en: from a young age, I was pushed into a million educational activities by my parents.

source: 꼴깍 꼴깍
en: gulp gulp

source: 지난번도 그렇고∙∙∙ 한지혁 노래 진짜 잘 살리시네요.
en: just like last time... you’re really good at bringing jihyeok han’s songs to life.

source: 해피밸리 스튜디오
en: Happy Valley Studio

source: …천 대리님 혹시 그…
en: you’re not in one of those...

source: 지혁이가 떠난 지 벌써 몇 년.
en: several years have already gone by since jihyeok passed away.

source: 합주실도 부족하긴 마찬가지야.
en: practice rooms aren’t adequate, either.

source: 악기는 기본 소양이기도 하고,
en: everyone should know how to play an instrument.

source: 나한테 숨 쉴 구멍이라곤
en: playing the bass and going to the coin karaoke bar...

source: 그런든가 말든가~
en: sure, whatever.

source: 고등부부문
en: High School Category

source: 좌자장-
en: dum dum da

source: 아, 그건 안 되죠.
en: oh, you’re right.

source: 좀 하네.
en: not bad.

source: 아까 했던 얘기가…
en: what I said earlier...

source: 뿅뿅
en: BEEP BEEP

source: 크으~!
en: whew!

source: 실례합니다.
en: hi there.

source: 일그러지는 너의 얼굴-
en: the way your face crumples...

source: 박종국.
en: jongguk park

source: 자기 슈퍼스타 만들어 주겠다고 자원봉사하고 있는데, 어?
en: but still! I’m volunteering to make him into a superstar!

source: 아니, 나도 이렇게 많은 사람은 처음 봐.
en: no, I’ve never seen one this big before.

source: 김영우
en: Yeongwu Kim

source: 엑
en: ack

source: 사실 송 과장이 아니더라도 소문은 쫙 퍼져 있었어.
en: but he’s not the only one who knows. everyone’s heard the rumor.

source: 사람들도 잘 와주고.
en: and always so eager to help other people out.

source: 나가 누구∙∙∙
en: who’s “me”?

source: 그래야 애들이 '난 저렇게 되지 말아야지~'하고 긴장할 거 아냐~!
en: that way, everyone else will work hard so they don’t end up like you!

source: 드3월 신곡안내 05
en: Dr March’s New Songs 05

source: 뭐야!
en: what?!

source: 끄덕 끄덕
en: NOD NOD
